Repository: Kostyanuch-c/Other-Task-Manager
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Page not found
ru: Страницы не найдена

source: What you are looking for is not here
ru: Здесь нет того, что вы ищете

source: Return to home
ru: Вернуться на главную

source: Welcome to Task Manager!
ru: Добро пожаловать в Task Manager!

source: Now you have access to the full functionality of the system.
ru: Теперь у вас есть доступ к полному функционалу системы

source: - Create new tasks for yourself and other users.
ru: -Создавайте новые задачи для себя и других пользователей.

source: - Create your own statuses and assign them to tasks to monitor their implementation.
ru: - Создавайте свои статусы и присваиваете их к задачам для контроля их выполнения.

source: - Create and add tags to tasks to quickly categorize them.
ru: - Создавайте и добавляйте теги к задачам для их быстрой категоризации.

source: - Assign tasks to people to share responsibility.
ru: - Назначайте исполнителей для задач, чтобы распределить ответственность.

source: - Monitor the progress of tasks.
ru: - Контролируйте ход выполнения задач.

source: Use Task Manager to optimize your workflow and achieve your goals!
ru: Используйте Task Manager для оптимизации своего рабочего процесса и достижения целей!

source: Task Manager is a convenient tool for managing tasks.
ru: Task Manager — это удобный инструмент для управления задачами.

source: Register or log in to create tasks, assign them statuses, add tags and assign assignees.
ru: Зарегистрируйтесь или войдите в систему, чтобы создавать задачи, присваивать им статусы, добавлять теги и назначать исполнителей.

source: You can always be aware of the status of each tasks, which will allow you to easily control the workflow.
ru: Вы всегда сможете быть в курсе состояния каждой задачи, что позволит легко контролировать рабочий процесс.

source: Unauthorized users can only view the list of system users
ru: Для неавторизованных пользователей доступен только просмотр списка пользователей системы.

source: Task manager
ru: Менеджер задач

source: Users
ru: Пользователи

source: Tasks
ru: Задачи

source: Statuses
ru: Статусы

source: Labels
ru: Метки

source: Logout
ru: Выйти

source: Login
ru: Войти

source: Registration
ru: Регистрация

source: Entry
ru: Вход

source: Delete user
ru: Изменение пользователя

source: Are you sure you want to delete
ru: Вы уверены, что хотите удалить

source: Yes, delete
ru: Да, удалить

source: Password
ru: Пароль

source: Password must be at least 3 characters long.
ru: Должно быть не менее 3 символов.

source: Confirm password
ru: Подтверждение пароля

source: To confirm your entry, please enter the password again.
ru: Для подтверждения введите, пожалуйста, пароль ещё раз.

source: passwords do not match
ru: Пароли не совпадают

source: Username already exists
ru: Пользователь с таким именем уже существует.

source: You are not authorized! Please log in.
ru: Вы не авторизованы! Пожалуйста, войдите в систему.

source: You do not have permission to change another user.
ru: У вас нет прав на изменение другого пользователя.

source: Service not defined
ru: Сервис не определен

source: User created successfully
ru: Пользователь зарегистрирован.

source: User successfully changed.
ru: Пользователь успешно изменен.

source: Username is already taken.
ru: Пользователь с таким именем уже существует.

source: User successfully deleted.
ru: Пользователь успешно удален.

source: You have been registered successfully.
ru: Пользователь успешно зарегистрирован

source: Register
ru: Зарегистрировать

source: Edit user
ru: Изменение пользователя

source: Update
ru: Изменить

source: You have been logged in.
ru: Вы залогинены

source: You have been logged out.
ru: Вы разлогинены
